import {
  GuaranteeIcon,
  DiagnosticsIcon,
  ServiceLocationIcon,
  PricingIcon,
  ServiceCarIcon,
  AffordablePricesIcon,
  QualificationIcon,
  CertificationIcon,
  TechnologicalProcessIcon,
  SmileIcon,
} from "../../../../customIcons";

export const paths = [
  {
    id: 1,
    icon: <GuaranteeIcon width={72} heigth={72} />,
    title: "Гарантия 2 года",
    description:
      "Расширенная официальная гарантия действует в любом СТО сети в течение 24 месяцев (исключая детали подверженные естественному износу).",
  },
  {
    id: 2,
    icon: <DiagnosticsIcon width={72} heigth={72} />,
    title: "Бесплатная диагностика для наших клиентов",
    description:
      "Постоянные клиенты СТО ЕВРОАВТОСЕВИС получают услугу диагностики неисправностей бесплатно.",
  },
  {
    id: 3,
    icon: <ServiceLocationIcon width={72} heigth={72} />,
    title: "Наши СТО всегда есть рядом",
    description:
      "Во многих городах Беларуси есть по несколько наших автосервисов, поэтому вы наверняка найдёте СТО ЕВРОАВТОСЕВИС рядом со своим домом или местом поломки.",
  },
  {
    id: 4,
    icon: <PricingIcon width={72} heigth={72} />,
    title: "Прозрачное ценообразование",
    description:
      "Мы работаем по нормативам времени автопроизводителей  и изготовителей автозапчастей – вы заранее знаете точную стоимость услуги.",
  },
  {
    id: 5,
    icon: <ServiceCarIcon width={72} heigth={72} />,
    title: "Всегда около 350 000 запчастей в наличии",
    description:
      "Свои склады с самым большим ассортиментом запчастей и налаженной логистикой поставок в автосервисы позволяют максимально быстро устранить поломку или провести техобслуживание",
  },
  {
    id: 6,
    icon: <AffordablePricesIcon width={72} heigth={72} />,
    title: "Доступные цены на работы и запчасти",
    description:
      "Большой ассортимент запасных частей разных ценовых категорий позволяет выбрать нужный уровень затрат для любого автолюбителя",
  },
];

export const pathsQuality = [
  {
    id: 1,
    icon: <QualificationIcon width={72} heigth={72} />,
    title: "482 специалиста успешно подтвердивших квалификацию",
    description:
      "Для обеспечения единого высокого уровня проффесионализм наших сотрудников – после приёма на работу отправляем в собственную Академию.",
  },
  {
    id: 2,
    icon: <CertificationIcon width={72} heigth={72} />,
    title: "Каждая СТО проходит атттестацию 1 раз в год",
    description:
      "С целью контроля и поддержания профессионального уровня персонала – раз в год проводим переаттестацию",
  },
  {
    id: 3,
    icon: <TechnologicalProcessIcon width={72} heigth={72} />,
    title: "70 000+ стандартизированных технологических процесса",
    description:
      "Чтобы быть уверенными в качестве поставляемых услуг – регулярно проводим проверки сервисных центров с помощью «Тайных Покупателей».",
  },
  {
    id: 4,
    icon: <SmileIcon width={72} heigth={72} />,
    title: "Проводим послесервисный опрос",
    description:
      "Это позволяет оценить удовлетворённость клиента и при необходимости внести корректировки в работу персонала.",
  },
];
