export const paths = [
  {
    id: 1,
    title: "Поступление и закрепление заявки за персональным менеджером.",
    description:
      "Менеджер сопровождает ваш заказ и в любой момент готов ответить на любой вопрос.",
  },
  {
    id: 2,
    title: "Предварительное обсуждение деталей заявки.",
    description:
      "Перед подтверждением заявки менеджер задаёт ряд вопросов для понимания задачи.",
  },
  {
    id: 3,
    title: "Подготовка автосервиса к визиту клиента.",
    description:
      "В мастерской подготавливают инструмент и место для автомобиля для оперативного приёма в работу.",
  },
  {
    id: 4,
    title: "Приём автомобиля в ремонт или на ТО.",
    description:
      "При приёме оформляется договор на все виды услуг с указанием сроков и итоговой стоимости.",
  },
  {
    id: 5,
    title: "Выполнение ремонтных работ или техобслуживания.",
    description:
      "Наши мастера работают в соответствии с регламентами автопроизводителей.",
  },
  {
    id: 6,
    title: "Контроль качества выполненных работ.",
    description:
      "Перед выдачей готового авто клиенту – проводится дополнительна проверка.",
  },
  {
    id: 7,
    title: "Выдача автомобиля клиенту с гарантией на 2 года.",
    description:
      "Вы получаете официальную гарантию на 24 месяца (за исключением запчастей с естественным износом).",
  },
  {
    id: 8,
    title: "Послесервисный опрос клиента.",
    description:
      "Менеджер интересуется удовлетворённостью качеством работ и сервиса.",
  },
];
